Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 양심이 좀 있어 봐라.
en: don’t you all have any shame?

source: 정 주임도… 회사에 저런 옷 입고 와도… (이하 생략)
en: and mr. jeong too... is it okay for him to wear... (omitted)

source: 허어어ㄹ얼-
en: HUUUUUH

source: 먼저 걸어온 싸움이니 피할 이유가 없지.
en: they're the ones who started it, so i have no reason to back down.

source: 이런, 이만 들어가 봐야겠군요.
en: well, i should head in.

source: 응, 갈 거야.
en: yeah, i will.

source: 하… 내가 어쩌다가….
en: HAA... HOW DID I END UP HERE...?

source: 오늘 본부장님을 보니 제가 생각을 잘못한 것 같습니다.
en: but after seeing you today, i realize i was mistaken.

source: 그럼, 오늘은 이만 퇴근하도록!
en: okay, you’re off for today!

source: 저건 제작 1팀 녀석들 아냐?
en: isn’t that production team 1?

source: ‘관리는 따로 안 하세요?’
en: ‘do you have a routine?’

source: 2년간의 행보도 있고, 저도 흥미가 있어서 살펴봤습니다.
en: since i’ve heard about you for two years now, i decided i'd look into you.

source: 동호회라고 생각하면 돼요.
en: you can think of it as a club of sorts.

source: 안녕하세요, EM애드의 김 윤입니다.
en: hello, i’m yoon kim from em advertisement.

source: 잠깐, 정산 마감 아직 남지 않았어?!
en: wait, we haven’t finishing balancing the accounts yet?!

source: 최 대리님은 넥타이가… 형광….
en: mr. choi’s necktie is... neon...

source: 전 분명히 밥을 샀으니 이만 퇴근하겠습니다.
en: i bought you dinner, so i'm clocking off.

source: 이게 바로 우리 부서에 여자 직원이 없는 이유!
en: that’s the story of why there are no women in the department!

source: 우와~ 여기 휠 좀 봐!!
en: whoah! look at those wheels!!

source: 그 유명한 사건을 모르셨어요?
en: you haven’t heard of that famous incident?

source: 스윽-
en: SHF

source: 아니요!!!
en: no!!!

source: 이 새X들이 진짜….
en: would you get a load of these dumbasses...

source: 그러니 행여나 데려갈 생각하지 마.
en: so don’t even think about taking them.

source: 휘익~
en: FWIP

source: EM애드에서 나온 김 윤입니다.
en: i'm yoon kim, from em advertisement.

source: …네.
en: all right...

source: 정말이지.
en: geez.

source: 구깃
en: CRUMPLE

source: 본부장님 가시는 거 보고 가도 됩니다.
en: i can go after i see you off.

source: 딴다다라~
en: TADAAA

source: 낯간지러운 말을 더 듣고 싶다면 얼마든지 해 줄 수 있지만,
en: i can keep going if you want to hear more embarrassing things...

source: 제가 밥 사드리면 앞으로 그 일은 두 번 다시 꺼내지 않기로요.
en: promise that you'll stop talking about what happened if i buy you dinner.

source: 따로 더 준비할 게 없으시다면 이대로 회의실로 가시면 될 것 같습니다.
en: if there’s nothing else, you should be good to go to the conference room.

source: 메뉴는 제가 고를 겁니다.
en: i'm going to choose the place.

source: 도와주셔서 감사합니다, 본부장님.
en: thank you for your help, sir.

source: 이번 일을 핑계로 어떻게든 나한테서 벗어나려고 하는 것 같은 기분이 드는데….
en: but it feels like she’s using this as an excuse to run away from me...

source: 그럼 이만 가보겠네, 보좌관 자리는 비워둘 테니 언제든 연락하고!
en: i should get going now. give me a call if you change your mind!

source: 혹시 사내에서 부딪히는 것도 싫다고 하시면 일단 부서 변경부터 하고 다른 자리 알아보도록 하겠습니다.
en: but if you would rather not bump into each other at the office, then i’ll get a job elsewhere.

source: 계약이 되든 안 되든
en: whether or not we get a contract,

source: 으아아아아아─
en: UWAAAH

source: 부우우우웅~
en: VROOOOM

source: 자, 그럼 다음.
en: now for the next one.

source: 웹하드에 모든 자료가 업로드되어 있습니다.
en: all the references have been uploaded to the cloud.

source: 아직 좀 젖어서 푹 가라앉지 않았어?
en: it’s still wet, but does that make it look flat?

source: 묵직 -
en: HEAVY

source: ―응?
en: huh?

source: 본부장님 아버님께서도 절대 늦지 말라고 따로 당부 하셨습니다.
en: your father asked me to make sure you weren't late, too.

source: 혹시 사거리 지나서 있는 그곳이요?
en: are you talking about the place past the intersection?

source: 나도 좋아해, 정말로.
en: i really love you... too.

source: 네, 그… 그렇죠!!
en: r-right?!

source: ‘이럴 때라도 써먹지 않으면 쓸데없는 얼굴’은 대체 어떤 얼굴이지?
en: what did you mean by ‘it’s the only thing his face is useful for’?

source: 좀 떨어지라니까!
en: I’m telling you to get off!

source: 어휴!
en: ugh!

source: 어디로 이사 하시는데요?!
en: where are you moving?

source: 부사장 이 XXX가!!
en: bastard...!!

source: 그렇게 해.
en: fine.

source: 존댓말을?!
en: ...'gentlemen’, and ‘please’?!

source: 사내 위계질서를 위해서라도 김 윤 본부장은 그냥 두면 안 됩니다!!
en: you can’t let mr. kim be, if only to preserve our dignity as his superiors!!

source: 내가 돌아오기 전까지 다시 만들어.
en: so i want it done by the time i come back.

source: 거기, 제작 1팀.
en: you there. team 1.

source: 다섯 가지 시안이 전부 다 별로… 입니까?
en: were all five of the proposals... not up to standard?

source: 안녕하세요.
en: good morning,

source: ~금세 회복~
en: INSTANT RECOVERY

source: 그런 말을 먼저 해 주고.
en: you’ve never said that without prompting.

source: 이번 헤어스타일 어때?
en: how’s my hair?

source: 잠시 실례 하겠습니다.
en: excuse me for a moment, please.

source: 짚신도 제짝이 있다잖아.
en: even shoes come in pairs, you know.

source: …그래서, 부모님이 그렇게 반대를 하더래.
en: so, their parents were really against it...

source: 생긋
en: SMILE

source: 뭐, 좋아.
en: fine, i’ll take it.

source: 고기!!
en: MEAT!!

source: 주둥아리 간수 좀 잘해라, 엉?!
en: you watch your damn mouth!!

source: 으아, 드디어 끝났어!!
en: ahh, we're finally done!!

source: 걷는 것도 멋있잖아
en: EVEN THE WAY HE WALKS IS COOL

source: 너 어디 가서 그런 말 하지 마라.
en: don't go around saying stuff like that.

source: 아마도 그렇겠지?
en: probably?

source: 누구야?!
en: who is it?

source: 빙고!
en: bingo!

source: 이게 몇 마력짜리더라~?
en: what horsepower was this again?

source: 난 할 일이 남았어.
en: i'm busy.

source: 으므긋드 으니니까 마즈 믁지….
en: it’s nothing. let’s just finish our dinner...*

source: 푸핫
en: AHAHA

source: ~서유 시점~
en: SEOYU'S POV

source: 네, 형님.
en: yeah, hyeong.

source: 가게에 들어가도 같이 먹을 수 없을 것 같습니다.
en: ...so i don't think i could eat with you if we went to a restaurant.

source: 본부장님은 대리 기사 부르셨죠?
en: is someone picking you up, sir?

source: 맛있게 드세요!
en: enjoy!

source: 체크인 부탁드립니다.
en: could i check in, please?

source: 이럴 때라도 써먹지 않으면 쓸데가 없어서요.
en: it’s the only thing his face is useful for.

source: 그 정도 성의를 대화할 때 보여줬어도 괜찮았을 텐데….
en: if he put that much effort into the conversation, it would turn out okay...

source: 강 대리님도 기억나시죠?
en: you remember it too, don’t you, mr. kang?

source: 척!!
en: TUP

source: 고마워서 아직도 분노가 치밀어 오르네.
en: i'm still mad. i guess i should be grateful it was that bad.

source: 이번 광고 기획 A사 생수 샘플이 왔습니다.
en: the client sent us one of their bottled water samples.

source: …왜 저렇게 축 처져 있지?
en: what’s gotten him so down...?

source: 원해.
en: i want you.

source: 저희 3팀에서 이번에 대규모 프로젝트 진행 중인 거 아시죠?
en: i'm sure you know that team 3 is in the middle of a big project.

source: …제가 정말로 이 정도 가치가 있다고 생각하세요?
en: do you really believe i am worth this much...?

source: 허….
en: ha...

source: 서킷이라….
en: CIRCUITS, HUH...?

source: 아아, 그거?
en: ahh, that?

source: 그 일은… 이미 몇 달 전 일이잖아.
en: that... was months ago.

source: 다시 잘 먹으면 클 거예요!
en: you’ll grow again if you eat well!

source: 탁-
en: CLACK

source: 어땠냐고?
en: do you want her opinion?

source: 커프스 링크.
en: my cuff links.

source: 통화는 끊지 말고.
en: and don’t hang up.

source: 맛만 좋은데.
en: why is he complaining? it's good.

source: 얼른 커튼을 사다 달아야지!!
en: first chance i get, i’m buying some curtains!!

source: 이건 내 개인 작업일 뿐이고, 작업 과정이랑 자료는 전부 제대로 넘겼잖아?
en: this is just a personal project of mine. i already sent you the project files, didn’t i?

source: …네?
en: excuse me...?

source: 독립은 동의하시고요?
en: do you at least agree with me moving out?

source: 또각
en: CLICK CLACK

source: 하하하하.
en: hahahaha.

source: 내 차!!!!!!
en: my car!!!!!!

source: 재수없게 구는 건 남녀에게 공평하거든.
en: because he’s equally rude to everyone.

source: 앞이나 보고 운전하십시오, 본부장님.
en: keep your eyes on the road, sir.

source: 시안 짜는 거야 어렵진 않지만, 만약 계약이 안 된다면 시간과 공을 허무하게 날리게 되니….
en: coming up with the proposal is easy, but all of that time and effort will be wasted if we can’t get a contract...

source: 알아, 그래서 미리 손을 좀 써놨지.
en: i know. that’s why i planned ahead.

source: 양서훈, 너 이리 안 와?!
en: seohoon yang, get back here!!

source: 엇?
en: huh?

source: 양… 비서?
en: miss... yang?

source: 역시 훌륭한 관상용~!!
en: he sure is nice to look at!!

source: 크읍
en: UGH

source: RS 기획은 중견 기업 중에서도 알짜배기인 곳이니 ….
en: rs planning is the cream of the crop among advertising agencies...

source: 자기는 그렇게 얼굴에 손대는 거 싫어한다나.
en: she was going on about how she hated the idea of getting work done.

source: 그럴 리가요.
en: no, of course not.

source: 대답 못 하시는 걸 보니 못 알아들으신 거로 알고 다시 처음부터 설명해 드리겠습니다.
en: i'm assuming that means you didn’t understand, so allow me to explain from the beginning.

source: 엔진 소리가 안 좋네….
en: the engine doesn’t sound right...

source: 저는… 사, 상관없진 않지만…
en: that’s... important, of course...

source: 파앗~
en: FWAA

source: 전투복은 알아서 입고 오도록 해.
en: so choose your own combat uniform.

source: 기분 탓인가?
en: was i imagining things?

source: 기존 머*탱의 투박함을 본드카처럼 바꿔놓았어요.
en: gone is the mostang’s bulkiness, replaced by a car fit for james bund.

source: 내 차 어디 갔어!!
en: where's my car?!

source: 얕보이면 안 되니 빨리 준비해야지.
en: i don’t want to look bad, so i should hurry up.

source: 그거야 당연히….
en: well, that’s because...

source: …정말 그랬습니까?
en: did you really say that...?

source: 아니고 말고요!!
en: definitely not!!

source: 모델이라….
en: a model, huh...?

source: 장모님, 저희 점심으로 국수 말아 먹을까요?
en: would you like noodle soup for lunch?

source: 기본적으로 넌 사귈 때는 성실하니까 시작은 속 빈 연애일지라도,
en: basically, since you were loyal,

source: 주차장.
en: the parking lot.

source: 사 망
en: DEAD

source: 손 안 듬
en: DIDN’T RAISE HER HAND

source: 자, 잠깐만요!
en: w-wait, sir!

source: …없어.
en: nope...

source: 그랬습니다.
en: i did.

source: 조심해서 가렴.
en: be safe.

source: 이런, 벌써 출발했다나 봐.
en: goodness, she says she’s on her way already.

source: 내가 양 비서를 얼마나 원하느냐가 중요하다고 했지?
en: i’ll need to show you how much i want you, right?

source: 백반집을 통째로 빌리는 것보다, 지금 말이 더 드라마 같다는 걸.
en: what he just said was straight out of a k-drama, way more than renting out some family restaurant.

source: 응.
en: yeah.

source: …다시 말해 봐.
en: say that again...

source: 그것도 아주 많이.
en: very much.

source: 저것도 싫다!
en: he hates everything,

source: …양서류?
en: seoryu... as in yangseoryu*? *yangseoryu means amphibian in korean.

source: 내가 안 불편하다고 하면 그대로 있을 거지?
en: if i say i’m not uncomfortable, then you’ll stay, right?

source: 흔히 드라마나 영화 속 바람둥이가 마음 고쳐먹고 한 사람에게만 올인하는 거.
en: like how playboys in dramas or movies change and fall for a single person.

source: 부
en: V

source: 책임질 이유가 어디 있습니까?
en: what is there to take responsibility for?

source: 원래부터 일은 많았지만, 쓸데없는 일까지 떠맡게 돼서 더 지치네.
en: it was always busy, but it's gotten worse because of all this work that could have been avoided.

source: …내 기분은 아직도 바닥인데 그 정도로 되겠어?
en: you think that’s enough? i still feel lousy.

source: 아하하 하하하.
en: AHAHAHAHAHA

source: 두근 두근 두근 두근 두근
en: THUMP THUMP THUMP THUMP

source: 아닌 거 다 알아요~!
en: i know that's not true, sir!

source: 왜 그래, 뭐 문제 있어?
en: what is it? is there something wrong?

source: 으허어어엉!!
en: uwaaaah!!

source: 지금 장난하시는 거죠?
en: this is a joke, right?

source: 여기가 좋습니다!
en: we like it here!

source: 응?!
en: huh?!

source: 그러니 제대로 된 걸 내놔!
en: so bring me something decent!

source: 김 윤.
en: yoon kim.

source: 그리고 부사장님이 뭐라고 하면 이렇게 전달해.
en: and if the vice president says anything, tell him this.

source: 네, 잠시 함께 일한 적이 있습니다.
en: yes, i had the pleasure of working together.

source: 휘익~~~!!!
en: WHOOSH

source: 잘 됐다.
en: you’re still here.

source: 건방진 새X….
en: cocky bastard...

source: 그래도 다음에는 같이 가요~~!
en: but you have to come next time,

source: 부자간의 유치한 싸움이 계속되던 어느 날…
en: ...the childish fight between father and son continued. until one day...

source: 제작본부 1팀과 2팀이 후발 주자인 3팀에 비해 업무 효율이 떨어진다고 하던데.
en: i heard that teams 1 and 2 of the planning branch have lower efficiency than team 3 which was formed later.

source: 그렇지만 양 비서는 계약에 직접 영향을 주는 업무가 아니라서, 스톡옵션을 따로 넣었어.
en: but miss yang, you're not directly involved in the creative side of things. hence, the stock options.

source: 그런 거 참으면서 회사 다니지 마!
en: don't go to work if you have to put up with stuff like that!

source: 힐끔
en: GLANCE

source: 나를 뭐로 보고!
en: what do you take me for?!

source: 지금 동원할 수 있는 인력이 얼마나 되죠?
en: how many hands do we have on deck?

source: 마지막으로 질문받겠습니다.
en: i’ll wrap up by taking any questions.

source: 네가?
en: you?

source: 이런, AE 출신 보좌관이 생기나 했더니!
en: and here i thought i would be getting a former ae as an aide!

source: 허, 이것 봐라?
en: ha, get a load of this!

source: 상사의 컨디션을 최상으로 끌어올리는 것도 제 일이라서.
en: it’s my duty to make sure my superior is performing at his best.

source: 윤이도 먹고 갔으면 좋았을 텐데….
en: i wish yoon would have eaten with us...

source: 연예인인가?
en: is he a celebrity?

source: 퇴근 시간까지 일이군.
en: working right up until the end, huh?

source: pt 준비는?
en: and the preparations for the presentation?

source: 강 대리님, 회사에 저런 옷 입고 와도 되는 걸까…?
en: is it okay for mr. kang to wear that to work...?

source: 나를 원한대.
en: he said he wants me.

source: 이런 예쁜 쓰레기를 들고 클라이언트 만날 생각 없으니까.
en: i won’t bring the client pretty trash like this.

source: 복장 자유라고 하셔서…
en: i was told there’s a free dress code...

source: 그런데 너, 약속은?
en: but what about your thing?

source: 뭐 하러?!?!
en: to do what??!!

source: 과연 듣던 대로 말솜씨가 좋네요.
en: it's like i heard. you certainly have a way with words.

source: 어쩐지 커피 타러 갔다가 함흥차사더라~
en: i was wondering why you were taking so long to get coffee!

source: 너 같은 자동차 바보도 좋아해 줄 여자가 있겠지, 아마도.
en: i'm sure there's a girl out there who'll like a car fanatic like you. probably.

source: 본부장님, 양 대리님!
en: mr. kim, miss yang!

source: …맛있어?
en: is it good...?

source: 그러면서 깜찍하게 내 핑계를 대고….
en: and she was being so sneaky, using me as an excuse...

source: 무슨…?
en: what...?

source: …양서유도?
en: even seoyu yang...?

source: 상쾌하군….
en: now that’s refreshing...

source: 그런 거 아니지?
en: no, right?

source: 내가 이사 준비해야 해서 그래.
en: i have to pack for my move.

source: 하다못해 든든한 남자친구라도 있으면 내가 걱정을 덜 할 텐데.
en: i wouldn't be this worried if you had a dependable boyfriend.

source: 씨익
en: SMIRK

source: 양 비서가 다른 남자에게 웃어주는 게 불쾌하다.
en: I FEEL BAD BECAUSE MISS YANG SMILES AT OTHER MEN.

source: 차에서 내리면서 머리 매만짐
en: touched up his hair as he got out of the car

source: 전면 그릴에 있는 가로선, 육각형 안에 들어있는 엠블럼, 매끈하게 빠진 후미가 특히 매력적이죠.
en: the lines of the grille, the emblem inside the hexagon, and the sleek shape are especially attractive.

source: 진정… 진정하자.
en: stay... stay calm.

source: ‘타고났어.’
en: ‘i was born this way.’

source: 이런 차를 선물로?!!
en: A CAR LIKE THIS AS A GIFT?!!

source: 야근 수당에 주말 수당에 인센티브까지 착실히 챙겨가잖아.
en: you all get weekend and overtime pay, not to mention regular raises.

source: 최곱니다, 우리 본부장님!!
en: you're the best, sir!!

source: 일찍 자기는 글렀구나.
en: i guess i’m not going home early today.

source: 그런데 아무리 생각해도 억울해서 말이지.
en: but no matter how you look at it, this is unfair.

source: 잠깐만!
en: wait!

source: 밥 사라고 하신 분이 계산하시면 어떻게 합니까?
en: how could you pay after telling me to buy you dinner?

source: 좌회전,
en: a right,

source: 좋겠다, 넌 좋아서.
en: that's great, just great.

source: 이거 가져가.
en: take this.

source: 눈 마주친 것 같았는데….
en: i could’ve sworn we made eye contact...

source: 생각 없이 던진 돌에 개구리가 맞아 죽든 말든 신경 쓰지 않고 내뱉는 저 입!
en: ...but the problem was his mouth! he just doesn’t give a crap!

source: 주말에 안 나와도 되고요?
en: and we don’t have to come to work on the weekend?

source: 근처에 자리 잡고 놀고 있어.
en: find a seat somewhere and relax.

source: 서유 화이팅!!
en: get it, seoyu!!

source: 타라니까.
en: i said, get in.

source: 그나저나 무슨 일이야?
en: anyway, why did you call?

source: 계좌번호 불러줘?
en: you want me to read you the account number?

source: 그 녀석 나간 게 억울할 정도로 제가 맛있게 만들어 드릴게요.
en: i’ll cook you something so delicious that rascal will wish he hadn’t moved out.

source: 최대한 수정 요청이 안 들어오게끔 보냈는데도 왔다는 건…
en: i know i polished it up so there wouldn't be any complaints...

source: Thee- Val…….
en: fookin hell…….

source: 저녁 먹었어?
en: have you had dinner yet?

source: 지금 가면 마지막 트랙은 볼 수 있겠어.
en: i should be able to see the last lap if i go now.

source: 새로 사람 들여서 처음부터 맞춰 갈 자신 없으니까 그냥 있어.
en: i’m not sure i can work back up to this point with someone new, so just stay.

source: 생각난 김에 한 번 살펴보러 가 볼까?
en: should i go take a look?

source: 게네들도 힘겹게 용기 내서 고백했을 텐데.
en: it can’t be easy, working up the nerve to confess.

source: 음
en: HMM

source: 아무것도 안 보였어요.
en: i didn’t see anything.

source: 어느 누가 데이트 내내 지나가는 차종과 연식을 맞추면서 그에 대한 이야기만 하는데 좋아하겠어?
en: who in the world wants to hear their lover talk about cars for the entire date?

source: 별일 없는데 네가 그럴 리가 없잖아.
en: if everything was fine, you wouldn't have done that.

source: 이후로 그를 저평가하는 사람은 아무도 없었다.
en: no one underestimated him after that.

source: 나름대로 고민을 했는데….
en: i put a lot of thought into my outfit...

source: 오늘은 집에 갈 수 있을 줄 알았는데….
en: i thought i’d get to go home today...

source: 그럼 월요일에 뵙겠습니다.
en: i’ll see you monday.

source: 번데기(Θ) 발음!!
en: ...lisp!!

source: 그럼 먼저 가 보겠습니다.
en: i should get going.

source: 아담해서 귀엽지 않아?
en: doesn’t that make it cute?

source: 도대체가─
en: how dare─

source: 형… 님?
en: hyeong...?

source: 사고…
en: was an accident...

source: 알았어, 참가할게….
en: fine, i’ll enter...

source: 그래―.
en: yeah...

source: 싫습니다.
en: i refuse.

source: 늦습니다.
en: we’re going to be late.

source: 다음에는 꼭 같이 가요!!
en: let's hang out next time for sure!!

source: 뭐야, 데이트 아니라더니 맞잖아.
en: she said it wasn’t a date, but it is.

source: 파아아앗!
en: FWAAAAA

source: 머*탱은 한 번도 안 몰아봤는데~ 가격대비 최고 마력이라는 거 진짭니까?!!
en: i’ve never driven a mostang before! is it true that it has the highest horsepower in its price range?!!

source: 다른 부서 여직원들까지 찾아와서 서로 옆자리에 앉으려고 눈치 싸움을 벌이는데, 진짜 어마어마 했다니까요.
en: ...when a silent battle erupted to decide who would get to sit next to mr. kim. it was wild.

source: 제작 2팀이 무슨 물건이야?
en: is team 2 an object to you?

source: 뭐 어쩌란 건지…!
en: then what are we supposed to do...?!

source: 일하는 척하지 말고 퇴근들 해.
en: don’t pretend to work and go home.

source: 의문의 아주머니+α 등장
en: an unknown woman and co. appear

source: 아이고, 우리 윤이.
en: goodness, sweetheart.

source: 고용 조건, 4대 보험과 휴무 보장, 휴가 일수, 업무 외 수당, 시간 외 수당, 대충 이 정도면 되겠네요.
en: i would like to know about the terms of employment, workers’ comp, paid vacation time, and overtime pay...

source: 난 잘생겼어, 난 멋져.
en: i'm good-looking, i'm cool.

source: 양.서.유. ‘류’가 아니라, ‘유’입니다.
en: seo. yu. not ‘seoryu’.

source: 물귀신 작전에 발목 잡힐 수는 없지.
en: i can’t let myself get dragged into some scheme.

source: 많이 졸려?
en: are you super tired?

source: 먼저 타.
en: get in. you can go first.

source: 벌{j}떡~!!
en: JOLT{j}

source: 아… 그게….
en: ah... well...

source: 제작 2팀 좀 빌려 갈게요.
en: just let me borrow production team 2.

source: 주루루룩-
en: DRIBBLE

source: “영업팀 실적이 작년에 비해 많이 좋아졌군.”
en: ‘the sales team has made big strides compared to last year.’

source: 그렇죠, 강 대리님?
en: don’t you agree, mr. kang?

source: 잘생… 뭐라구요?
en: good-look... what?

source: 서유 최고~!!
en: you’re the best, seoyu!!

source: 그런데,
en: but you know...

source: 서유의 8* 데려간다고~
en: i bragged...

source: 아들~ 선 보자.
en: son, go on a blind date.

source: 그럼 나머지엔 뭐가 든 거죠?
en: then what’s taking up the rest of the space?

source: 그 객실의 용도가 음료수 벼락을 맞아서…
en: but who could ever imagine...

source: 엄청나게 머리가 좋은 사람이라 그 남자가 한 번 마음 먹으면 안 되는 일이 없어.
en: and because he’s so intelligent, he can do whatever he puts his mind to.

source: 차를 세운 이유?
en: why we stopped the car?

source: 네, 감사합니다.
en: thank you.

source: 이거로 정정하죠.
en: there, fixed it.

source: 너무 작은데요?
en: isn’t this too small?

source: 으아아아아아아아아아~~
en: ahhhhhhhh

source: 흐흐흠~
en: hum~

source: 부글
en: MUTTER

source: 나 요즘 연애 공백기야.
en: i'm taking a break from dating.

source: 소리치는 게 복도 바깥까지 울리던데요.
en: i heard you all the way out in the hall.

source: 아…
en: ah...

source: 난 할 말은 해!
en: i don't hold back!

source: 어쭈, 나한테 복사 붙여넣기를 했다 이거지?
en: did she really copy and paste her texts to me?

source: 그 건에 대해서는 기대에 부응할 자신이 있습니다.
en: i'm confident that i can meet your expectations when it comes to that.

source: 정말 이상한 사람이야.
en: what a strange person.

source: 아니면 내가 그렇게 못 미더워?
en: then do you just not trust me?

source: 본부장님이 누군가를 진심으로 좋아할 수 있는 사람일 리가….
en: the branch manager isn’t someone who can feel love...

source: 기억을 왜곡하지 마세요.
en: please don’t make things up.

source: 서둘러야 해!!
en: i have to hurry!!

source: 너는 일하면서 그렇게 할 수 있겠어?
en: can you handle that on top of work?

source: 그런데 왜 자꾸 차이는 거지?
en: but why do i keep getting dumped?

source: 나도 보여 주고 싶어서 보여 준 게 아니야.
en: it's not like i wanted to show you either.

source: 사진보다 실물이 훨씬 나으시네요.
en: you look much better than your photo.

source: 버르장머리가 없어!!
en: you have no manners!!

source: 뭐, 나도 처음엔 그런 줄알았는데 미치진 않았더라.
en: i had the same reaction in the beginning, but he’s actually not that bad.

source: 일이나 하자.
en: let's just get to work.

source: 정 이사님께서 말씀하셨죠,
en: mr. jeong said,

source: 조 용 ~
en: QUIET

source: 이번에는 우리가 가져갈 겁니다.
en: this one is ours.

source: 후우
en: HAA

source: 그게 내가 원하는 거거든.
en: i want them to fail.

source: 아아… 한계다.{j}한계….
en: AHH... I CAN'T TAKE ANY MORE OF THIS...{j}

source: 아, 혹시 이건…!
en: ah, is this maybe...?

source: 불쾌한데?
en: this feels bad.

source: 좋아, 콜.
en: fine by me.

source: 대충 횟수만 채우거나 건성으로 하면 무효야!
en: only if you take it seriously! or the deal is off!

source: 일행 기다리나?
en: is he waiting for someone?

source: 그럼 다녀올게.
en: i’m going in.

source: 아, 부사장이랑 일이라니 싫다….
en: AH. I REALLY DON’T WANT TO WORK WITH THE VP...

source: 자네는 애 가는 것도 안 보고.
en: you didn’t even see the dear leave.

source: 타{j}앗!
en: {j}DASH

source: 집들이하면 역시 중국집!
en: you can’t have a housewarming without chinese food!

source: 걱정 마, 난 괜찮아.
en: don’t worry. i’m fine.

source: 남대문 잠금
en: SOUTHERN DOOR CLOSED

source: 쿵!!
en: DUN

source: 누굴 만나면서 하는 말이라면 믿어주는 척이라도 해 주지!
en: if you were dating someone, then maybe i’d trust you!

source: 아니, 내가 왜 쳐다보고 있는 거지?
en: no, wait. why am I staring?

source: 난 EM애드보다 인센티브를 강화할 생각이야.
en: i’m going to make a more solid pay raise system than em ads,

source: 척-
en: WHISH

source: 지금 무슨 얘기를 하는 거야?
en: what are you talking about?

source: 애초에 좋아하지도 않으면서 왜 사귀어?
en: why do you date people you don't even like?

source: 아니지, 넌 몰라도 너무 몰라.
en: wrong. you don't understand a single thing.

source: 이미 탕비실에 있습니다, 최 대리님.
en: we’re already there, mr. choi.

source: 회의 수고 하셨습니다.
en: good work, sir.

source: 아, 그…
en: oh, um...

source: 이럴 거 같단 말이지.
en: that’s probably how it would go.

source: 그건 마음에 드네.
en: that's good to hear.

source: 덜덜
en: SHIVER

source: 어떻게 보면 나쁘지 않은 상사인데…
en: sometimes, he doesn’t seem like a bad boss...

source: 무슨 소리야~ 그러니까 오 실장이지!
en: what are you going on about? that’s why it has to be mr. oh!

source: 아무것도 보지 않았어요.
en: i didn't see anything.

source: 허억!
en: GASP

source: 이 건은 제 선에서 단독으로 결정할 수 있는 문제가 아니니,
en: this isn’t something i can decide on by myself,

source: 자료 프린트 해 왔어요.
en: i printed the documents.

source: 같은 시대를 살고 있다는 것이 무한한 영광이라 몸 둘 바를 모르겠습니다.
en: what an incredible honor it is to live alongside you. i truly have no words.

source: ─아아, 관상용.
en: right, just for show.

source: 그럼요.
en: of course.

source: 왜 그렇게 봐?
en: why are you looking at me like that?

source: 불편하실 겁니다.
en: i can tell that you’re uncomfortable.

source: 멈칫!
en: HALT

source: 비슷한 다른 사람 차일 수도 있으니.
en: maybe it’s someone with a similar car.

source: '맞선 자리에서 객실 잡는 남자'라면 이상한 소문이 나기 딱 좋지만,
en: ‘a man who reserves a hotel room for a blind date’ would get weird looks...

source: Damn it!
en: Damn it!* *he’s speaking in english.

source: 다음 날
en: the next day

source: 원래 운전 스타일이 그래요~
en: THAT’S HOW SHE USUALLY DRIVES

source: 웬 호텔?
en: what’s this about a hotel?

source: 덥석
en: TUP

source: …미안하게 됐어.
en: i'm sorry...

source: …초면인데 미친X이네요.
en: it means that you’re absurd for doing that to someone you just met...

source: 일부러가 아니라 그냥 해도 퇴짜 맞으실 것 같은데요.
en: i’m pretty sure you would get dumped even if you weren’t trying.

source: 일단 내 질문에 대한 대답 먼저.
en: answer the question.

source: 오오, 좋다!
en: ohh, that sounds nice!

source: 화앗-
en: FWAA

source: 날이 날이니만큼 술도 한잔 꺾죠!
en: let’s have a drink together!

source: 같은 업종 사람들도 아니고.
en: THEY DON'T EVEN WORK IN THE INDUSTRY.

source: 어이{j}無
en: UNBELIEVABLE{j}

source: 벌떡
en: SWISH

source: 다 왔다.
en: we’re here.

source: 이눔이!!!!
en: you rascal!!!

source: 뭐가요?
en: what?

source: 전부 다 쓰레기니까 다시 하세요.
en: it’s all trash, so redo it, please.

source: 역시 큰 게 좋지 않나요?
en: don’t you think bigger is better?

source: 집들이합니까?!
en: are you going to have one?!

source: 쩌
en: CR

source: 전 다 따집니다.
en: i intend to question everything.
